console.log(`== Now start's completing of task ==`);
/*=================TASK=================*/
// Створити скрипт для додавання, віднімання, множення та поділу двох чисел та
// виведення результатів.
// Користувач вводить два числа через два промпти, і повідомлення виводиться
// алертом з таким результатом:
// Користувач ввів 2 і 2:
// 2+2=4
// 2-2=0
// 2*2=4
// 2/2=1

/*===============Solution===============*/
let num1 = +prompt('Уведіть перше число:', 5);
let num2 = +prompt('Уведіть друге число:', 10);
alert(`Користувач ввів ${num1} і ${num2}:
${num1} + ${num2} = ${num1 + num2}
${num1} - ${num2} = ${num1 - num2}
${num1} * ${num2} = ${num1 * num2}
${num1} / ${num2} = ${num1 / num2}`);
