console.log(`== Now start's completing of task ==`);
/*=================TASK=================*/
// Створити скрипт який має визначити середнє арифметичне трьох чисел з
// насутпними умовами:
// отримати від користувача через три prompt три числа
// показати через alert середнє арифметичне цих чисел

/*===============Solution===============*/
let num1 = +prompt('Введіть перше число:', 4),
  num2 = +prompt('Введіть друге число:', 5),
  num3 = +prompt('Введіть третє число:', 6);
console.log(`${num1}, ${num2}, ${num3}`);
alert(`Введені числа: ${num1}, ${num2}, ${num3}.
Середнє арифметичне цих трьох чисел = ${(num1 + num2 + num3) / 3}.`);
